kAMDSuccess = "Δεν υπήρχε σφάλμα.";
kAMDUndefinedError = "Προέκυψε άγνωστο σφάλμα.";
kAMDBadHeaderError = "Δεν ήταν δυνατή η μεταφορά αρχείου.";
kAMDNoResourcesError = "Δεν ήταν δυνατή η εκχώρηση πόρου.";
kAMDReadError = "Δεν ήταν δυνατή η ανάγνωση από τη συσκευή.";
kAMDWriteError = "Δεν ήταν δυνατή η εγγραφή στη συσκευή.";
kAMDUnknownPacketError = "Το πακέτο είναι άγνωστο.";
kAMDInvalidArgumentError = "Το όρισμα δεν είναι έγκυρο.";
kAMDNotFoundError = "Δεν ήταν δυνατή η εύρεση του αρχείου.";
kAMDIsDirectoryError = "Η διαδρομή είναι κατάλογος.";
kAMDPermissionError = "Δεν έχετε άδεια.";
kAMDNotConnectedError = "Δεν έχει συνδεθεί με τη συσκευή.";
kAMDTimeOutError = "Έληξε το χρονικό όριο της λειτουργίας.";
kAMDOverrunError = "Προέκυψε υπέρβαση προσωρινής αποθήκευσης.";
kAMDEOFError = "Τέλος αρχείου.";
kAMDUnsupportedError = "Η λειτουργία αυτή δεν υποστηρίζεται.";
kAMDFileExistsError = "Το αρχείο ήδη υπάρχει.";
kAMDBusyError = "Η συσκευή είναι απασχολημένη.";
kAMDCryptoError = "Δεν ήταν δυνατή η δημιουργία ασφαλούς σύνδεσης με τη συσκευή.";
kAMDTooBigError = "Το μήνυμα είναι πολύ μεγάλο.";
kAMDInvalidResponseError = "Λήφθηκε αναπάντεχη ανταπόκριση από τη συσκευή.";
kAMDMissingKeyError = "Το κλειδί λείπει.";
kAMDMissingValueError = "Η τιμή λείπει.";
kAMDGetProhibitedError = "Δεν είναι δυνατή η ανάκτηση της τιμής από τη συσκευή που είναι κλειδωμένη με συνθηματικό.";
kAMDSetProhibitedError = "Δεν είναι δυνατός ο ορισμός τιμής στη συσκευή.";
kAMDRemoveProhibitedError = "Δεν είναι δυνατή η αφαίρεση τιμής από τη συσκευή.";
kAMDImmutableValueError = "Δεν είναι δυνατή η αλλαγή αυτής της τιμής.";
kAMDPasswordProtectedError = "Η συσκευή προστατεύεται με συνθηματικό.";
kAMDMissingHostIDError = "Η συσκευή δεν αναγνωρίζει αυτό το host.";
kAMDInvalidHostIDError = "Η συσκευή δεν αναγνωρίζει αυτό το host.";
kAMDSessionActiveError = "Η συνεδρία είναι ενεργή.";
kAMDSessionInactiveError = "Η συνεδρία είναι ανενεργή.";
kAMDMissingSessionIDError = "Το ID συνεδρίας λείπει.";
kAMDInvalidSessionIDError = "Το ID συνεδρίας δεν είναι έγκυρο.";
kAMDMissingServiceError = "Η υπηρεσία λείπει.";
kAMDInvalidServiceError = "Η υπηρεσία δεν είναι έγκυρη.";
kAMDServiceLimitError = "Εκτελούνται ήδη πάρα πολλά περιστατικά αυτής της υπηρεσίας.";
kAMDCheckinSetupFailedError = "Δεν ήταν δυνατή η εκκίνηση της υπηρεσίας στη συσκευή";
kAMDInvalidCheckinError = "Δεν ήταν δυνατή η εκκίνηση της υπηρεσίας στη συσκευή";
kAMDCheckinTimeoutError = "Η υπηρεσία δεν εκκινήθηκε σωστά στη συσκευή.";
kAMDCheckinConnectionFailedError = "Η υπηρεσία δεν εκκινήθηκε σωστά στη συσκευή.";
kAMDCheckinReceiveFailedError = "Η υπηρεσία δεν εκκινήθηκε σωστά στη συσκευή.";
kAMDCheckinResponseFailedError = "Η υπηρεσία δεν εκκινήθηκε σωστά στη συσκευή.";
kAMDCheckinOutOfMemoryError = "Η υπηρεσία δεν εκκινήθηκε σωστά στη συσκευή.";
kAMDCheckinSendFailedError = "Η υπηρεσία δεν εκκινήθηκε σωστά στη συσκευή.";
kAMDMissingPairRecordError = "Το host δεν είναι ζευγοποιημένο με τη συσκευή.";
kAMDInvalidPairRecordError = "Το host δεν είναι πλέον ζευγοποιημένο με τη συσκευή.";
kAMDSavePairRecordFailedError = "Δεν ήταν δυνατή η αποθήκευση της εγγραφής ζευγοποίησης.";
kAMDInvalidActivationRecordError = "Η εγγραφή ενεργοποίησης δεν είναι έγκυρη.";
kAMDMissingActivationRecordError = "Δεν ήταν δυνατή η εύρεση της εγγραφής ενεργοποίησης.";
kAMDServiceProhibitedError = "Δεν ήταν δυνατή η εκκίνηση της υπηρεσίας στη συσκευή.";
kAMDEscrowLockedError = "Η συσκευή δεν διατίθεται μέχρι να ξεκλειδωθεί για πρώτη φορά μετά την εκκίνηση.";
kAMDProhibitedBySupervision = "Η λειτουργία απαγορεύεται από επιβλεπόμενες συσκευές.";
kAMDPairingProhibitedError = "Η ζευγοποίηση επιτρέπεται μόνο μέσω USB.";
kAMDWrongDroidError = "Η συσκευή βρίσκεται σε λειτουργία ανάκτησης.";
kAMDSUVerificationError = "Δεν ήταν δυνατή η επαλήθευση του πακέτου ενημέρωσης λογισμικού.";
kAMDSUPatchError = "Δεν ήταν δυνατή η πρόχειρη διόρθωση του αρχείου.";
kAMDSUFirmwareError = "Δεν ήταν δυνατή η ενημέρωση firmware.";
kAMDProvisioningProfileNotValid = "Το προφίλ παροχής δεν είναι έγκυρο.";
kAMDSendMessageError = "Δεν ήταν δυνατή η αποστολή μηνύματος στη συσκευή.";
kAMDReceiveMessageError = "Δεν ήταν δυνατή η λήψη μηνύματος από τη συσκευή.";
kAMDMissingOptionsError = "Οι επιλογές λείπουν.";
kAMDMissingImageTypeError = "Η εικόνα λείπει.";
kAMDDigestFailedError = "Δεν ήταν δυνατή η ανάγνωση του ειδώλου δίσκου.";
kAMDStartServiceError = "Δεν ήταν δυνατή η εκκίνηση της υπηρεσίας.";
kAMDInvalidDiskImageError = "Το είδωλο δίσκου δεν είναι έγκυρο.";
kAMDMissingDigestError = "Η σύνοψη λείπει.";
kAMDMuxError = "Προέκυψε σφάλμα με τον πολυπλέκτη συσκευής USB.";
kAMDApplicationAlreadyInstalledError = "Μια εφαρμογή συστήματος με το δεδομένο αναγνωριστικό συνόλου εφαρμογών είναι ήδη εγκατεστημένη στη συσκευή και δεν είναι δυνατή η αντικατάστασή της.";
kAMDApplicationMoveFailedError = "Δεν ήταν δυνατή η μετακίνηση της εφαρμογής στη θέση της στη συσκευή.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "Δεν ήταν δυνατός ο περιορισμός της εφαρμογής σε αμμοδοχείο (sandbox).";
kAMDApplicationVerificationFailedError = "Δεν ήταν δυνατή η επαλήθευση της εφαρμογής.";
kAMDArchiveDestructionFailedError = "Δεν ήταν δυνατή η αφαίρεση της αρχειοθέτησης εφαρμογής.";
kAMDBundleVerificationFailedError = "Δεν ήταν δυνατή η επαλήθευση του πακέτου υπηρεσιών φορέα.";
kAMDCarrierBundleCopyFailedError = "Δεν ήταν δυνατή η εγκατάσταση του πακέτου υπηρεσιών φορέα.";
kAMDCarrierBundleDirectoryCreationFailedError = "Δεν ήταν δυνατή η δημιουργία του καταλόγου πακέτου υπηρεσιών φορέα.";
kAMDCarrierBundleMissingSupportedSIMsError = "Δεν υπάρχουν SIM που υποστηρίζονται για αυτό το πακέτο υπηρεσιών φορέα.";
kAMDCommCenterNotificationFailedError = "Δεν ήταν δυνατή η ακρόαση για ειδοποίηση από τη ζώνη βάσης.";
kAMDContainerCreationFailedError = "Δεν ήταν δυνατή η δημιουργία υποδοχέα εφαρμογής.";
kAMDContainerP0wnFailedError = "Δεν ήταν δυνατή η επισκευή αδειών στον υποδοχέα εφαρμογής.";
kAMDContainerRemovalFailedError = "Δεν ήταν δυνατή η αφαίρεση του υποδοχέα εφαρμογής.";
kAMDEmbeddedProfileInstallFailedError = "Δεν ήταν δυνατή η εγκατάσταση του ενσωματωμένου προφίλ παροχής.";
kAMDErrorError = "Προέκυψε σφάλμα.";
kAMDExecutableTwiddleFailedError = "Δεν ήταν δυνατή η αλλαγή εκτελέσιμων αδειών στην εφαρμογή.";
kAMDExistenceCheckFailedError = "Δεν ήταν δυνατός ο έλεγχος της ύπαρξης της εφαρμογής.";
kAMDInstallMapUpdateFailedError = "Δεν ήταν δυνατή η ενημέρωση της λίστας εγκατεστημένων εφαρμογών.";
kAMDManifestCaptureFailedError = "Δεν ήταν δυνατή η αποθήκευση του δηλωτικού εφαρμογής.";
kAMDMapGenerationFailedError = "Δεν ήταν δυνατή η παραγωγή της λίστας εφαρμογών.";
kAMDMissingBundleExecutableError = "Το πακέτο υπηρεσιών εφαρμογής δεν περιέχει εκτελέσιμο αρχείο.";
kAMDMissingBundleIdentifierError = "Το πακέτο υπηρεσιών εφαρμογής δεν περιέχει έγκυρο αναγνωριστικό.";
kAMDMissingBundlePathError = "Δεν ήταν δυνατός ο καθορισμός διαδρομής πακέτου υπηρεσιών εφαρμογής.";
kAMDMissingContainerError = "Δεν ήταν δυνατή η εύρεση του υποδοχέα για την εγκατεστημένη εφαρμογή.";
kAMDNotificationFailedError = "Δεν ήταν δυνατή η δημοσίευση ειδοποίησης.";
kAMDPackageExtractionFailedError = "Δεν ήταν δυνατό το άνοιγμα του πακέτου εφαρμογής.";
kAMDPackageInspectionFailedError = "Δεν ήταν δυνατή η επιθεώρηση του πακέτου εφαρμογής.";
kAMDPackageMoveFailedError = "Δεν ήταν δυνατή η μετακίνηση του πακέτου εφαρμογής στην τοποθεσία ενδιάμεσου σταδίου.";
kAMDPathConversionFailedError = "Δεν ήταν δυνατή η μετατροπή της διαδρομής.";
kAMDRestoreContainerFailedError = "Δεν ήταν δυνατή η αποκατάσταση του υποδοχέα εφαρμογής.";
kAMDSeatbeltProfileRemovalFailedError = "Δεν ήταν δυνατή η αφαίρεση του προφίλ συγκράτησης εφαρμογής (seatbelt).";
kAMDStageCreationFailedError = "Δεν ήταν δυνατή η δημιουργία καταλόγου ενδιάμεσου σταδίου.";
kAMDSymlinkFailedError = "Δεν ήταν δυνατή η δημιουργία συμβολικού σύνδεσμου.";
kAMDiTunesArtworkCaptureFailedError = "Δεν ήταν δυνατή η αποθήκευση των εξώφυλλων iTunes.";
kAMDiTunesMetadataCaptureFailedError = "Δεν ήταν δυνατή η αποθήκευση των μεταδεδομένων iTunes.";
kAMDAlreadyArchivedError = "Η εφαρμογή έχει ήδη αρχειοθετηθεί.";
kAMDUnknownCommandError = "Η συσκευή δεν αναγνωρίζει την εντολή.";
kAMDAPIInternalError = "Προέκυψε εσωτερικό σφάλμα API.";
kAMDMuxCreateListenerError = "Δεν ήταν δυνατή η ακρόαση για συσκευές USB.";
kAMDMuxGetListenerError = "Δεν ήταν δυνατή η λήψη ακροατή USB.";
kAMDMuxConnectError = "Δεν ήταν δυνατή η σύνδεση με τη συσκευή.";
kAMDDeviceTooNewError = "Η εφαρμογή αυτή πρέπει να ενημερωθεί.";
kAMDDeviceRefNoGood = "Αυτή η συσκευή δεν είναι πλέον συνδεδεμένη.";
kAMDDeviceDisconnectedError = "Αυτή η συσκευή δεν είναι πλέον συνδεδεμένη.";
kAMDCannotTranslateError = "Δεν ήταν δυνατή η μετάφραση μηνυμάτων από τη συσκευή.";
kAMDMobileImageMounterMissingImageSignature = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterResponseCreationFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterMissingImageType = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterMissingImagePath = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterImageMapLoadFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterAlreadyMounted = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterImageMoveFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterMountPathMissing = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterMountPathNotEmpty = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterImageMountFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterTrustCacheLoadFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterDigestFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterDigestCreationFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterImageVerificationFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterImageInfoCreationFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDMobileImageMounterImageMapStoreFailed = "Δεν ήταν δυνατή η υποστήριξη ανάπτυξης.";
kAMDDeviceOSVersionTooLow = "Η έκδοση OS της συσκευής είναι πολύ χαμηλή.";
kAMDNoWifiSyncSupportError = "Η συσκευή δεν υποστηρίζει ασύρματο συγχρονισμό.";
kAMDDeviceFamilyNotSupported = "Αυτή η εφαρμογή δεν υποστηρίζει αυτό το είδος συσκευής.";
kAMDPackagePatchFailedError = "Δεν ήταν δυνατή η εφαρμογή της ενημέρωσης επιδιόρθωσης στην εφαρμογή.";
kAMDIncorrectArchitectureError = "Αυτή η εφαρμογή δεν υποστηρίζει τον τύπο CPU αυτής της συσκευής.";
kAMDPluginCopyFailedError = "Δεν ήταν δυνατή η αντιγραφή της προσθήκης VPN στον περιέκτη εφαρμογής.";
kAMDBreadcrumbFailedError = "Δεν ήταν δυνατή η εγγραφή της δυναμικής διαδρομής εγκατάστασης.";
kAMDBreadcrumbUnlockError = "Δεν ήταν δυνατή η ενημέρωση της δυναμικής διαδρομής εγκατάστασης.";
kAMDGeoJSONCaptureFailedError = "Δεν ήταν δυνατή η αποθήκευση των δεδομένων GeoJSON.";
kAMDNewsstandArtworkCaptureFailedError = "Δεν ήταν δυνατή η αποθήκευση του εξώφυλλου για το Κιόσκι.";
kAMDMissingCommandError = "Το αίτημα δεν περιείχε εντολή.";
kAMDNotEntitledError = "Η αιτούμενη εφαρμογή δεν επιτρέπεται να κάνει αυτό το αίτημα.";
kAMDMissingPackagePathError = "Έλειπε η διαδρομή πακέτου από το αίτημα.";
kAMDMissingContainerPathError = "Έλειπε η διαδρομή περιέκτη από το αίτημα.";
kAMDMissingApplicationIdentifierError = "Έλειπε το αναγνωριστικό εφαρμογής από το αίτημα.";
kAMDMissingAttributeValueError = "Έλειπε μια απαιτούμενη τιμή από το αίτημα.";
kAMDLookupFailedError = "Δεν ήταν δυνατή η παράθεση των εγκατεστημένων εφαρμογών σε λίστα.";
kAMDDictCreationFailedError = "Δεν ήταν δυνατή η εξαγωγή δυνατοτήτων από το αίτημα.";

/* kMISFileError */
"A file operation failed." = "Απέτυχε κάποια λειτουργία αρχείου.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "Κάποιος υπογεγραμμένος πόρος έχει προστεθεί, τροποποιηθεί ή διαγραφεί.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "Δεν βρέθηκε έγκυρο προφίλ παροχής για αυτό το εκτελέσιμο αρχείο.";

/* kMISUnknownError */
"An unknown error has occurred." = "Προέκυψε άγνωστο σφάλμα.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "Έγινε απόπειρα τροποποίησης ενός αμετάβλητου προφίλ παροχής.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "Η εφαρμογή δεν έχει έγκυρη υπογραφή.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "Η υπογραφή της εφαρμογής είναι έγκυρη αλλά δεν ταιριάζει με το αναμενόμενο κλειδί.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "Το εκτελέσιμο αρχείο περιέχει μη έγκυρη υπογραφή.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "Το εκτελέσιμο αρχείο υπογράφηκε χωρίς έγκυρα δικαιώματα.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "Η ταυτότητα που χρησιμοποιήθηκε για την υπογραφή του εκτελέσιμου αρχείου δεν είναι πλέον έγκυρη.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "Η υπογραφή δεν ήταν έγκυρη.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "Υπήρξε σφάλμα στην επικοινωνία με τη συσκευή σας.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "Αυτό το προφίλ παροχής δεν είναι δυνατό να εγκατασταθεί σε αυτήν τη συσκευή.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "Αυτό το προφίλ παροχής δεν έχει έγκυρη υπογραφή (ή έχει έγκυρη, αλλά αναξιόπιστη υπογραφή).";

/* kMISExpiredError */
"This provisioning profile has expired." = "Αυτό το προφίλ παροχής έχει λήξει.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "Αυτό το προφίλ παροχής είναι ακατάλληλο.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "Αυτό το προφίλ παροχής δεν υποστηρίζεται.";

/* kMISAllocationError */
"Unable to allocate memory." = "Δεν είναι δυνατή η εκχώρηση μνήμης.";

